{"index":{"0":0,"1":1,"2":2,"3":3,"4":4,"5":6,"6":7,"7":8,"8":9,"9":10,"10":11,"11":12,"12":13,"13":15,"14":17,"15":18,"16":19,"17":20,"18":21,"19":24,"20":25,"21":26,"22":28,"23":30,"24":31,"25":32,"26":33,"27":34,"28":35},"Review ID":{"0":130478884,"1":130675992,"2":138046362,"3":138628536,"4":115816819,"5":128229295,"6":129489672,"7":129977491,"8":108544968,"9":108828965,"10":108953136,"11":110659622,"12":112713192,"13":104611351,"14":107058301,"15":107457208,"16":99497615,"17":100415636,"18":102928004,"19":99170779,"20":99171590,"21":99172820,"22":99489846,"23":127577249,"24":133556198,"25":135981804,"26":152046894,"27":99582884,"28":177052228},"User Name":{"0":"Kunal Thakur","1":"Khushbu Kankaria","2":"Moumita D","3":"Shilpa D","4":"Ruchika Swarup","5":"Bhashkar","6":"Shreya.khandelwal0693","7":"Sagarika Nath","8":"Saumi Satra","9":"Scorpion Princess","10":"MIRA ✨","11":"Vishal Soni","12":"Himani Joshi","13":"Akshay Goenka","14":"Anshul Joshi","15":"Rohit P","16":"Hitesh Bhartia","17":"S Sinha","18":"Reshma","19":"Devangi Thakkar","20":"Mitesh Karia","21":"Anushka Parashar","22":"Priyanka  Bhartia","23":"Makhija","24":"Rupali Shah","25":"Kareena G","26":"Avina Taneja","27":"Arundhati Agarwala","28":"Nitiksha Manihar"},"Rating":{"0":5,"1":5,"2":5,"3":5,"4":5,"5":5,"6":5,"7":5,"8":5,"9":5,"10":5,"11":5,"12":5,"13":5,"14":5,"15":5,"16":5,"17":5,"18":5,"19":5,"20":5,"21":5,"22":5,"23":2,"24":3,"25":4,"26":2,"27":1,"28":1},"Timestamp":{"0":"11 months ago","1":"11 months ago","2":"8 months ago","3":"8 months ago","4":"Sep 24, 2022","5":"Feb 22, 2023","6":"11 months ago","7":"11 months ago","8":"Jul 09, 2022","9":"Jul 11, 2022","10":"Jul 13, 2022","11":"Jul 31, 2022","12":"Aug 22, 2022","13":"May 29, 2022","14":"Jun 23, 2022","15":"Jun 27, 2022","16":"Apr 11, 2022","17":"Apr 20, 2022","18":"May 14, 2022","19":"Apr 08, 2022","20":"Apr 08, 2022","21":"Apr 08, 2022","22":"Apr 11, 2022","23":"Feb 14, 2023","24":"10 months ago","25":"9 months ago","26":"5 months ago","27":"Apr 12, 2022","28":"6 days ago"},"Review Text":{"0":"Awesome place, went there with my Son (his first time in any cafe) he enjoyed the ambiance and kid’s menu. u003cbr\/>u003cbr\/>Also staff and the owner particularly is very friendly and helpful. Thanks for serving and treating us well 😊u003cbr\/>u003cbr\/>Love the vibe and super fresh n healthy menu.","1":"Ms D'Souza was very helpful. All the food items I tried were amazing. Loved the chili cheese croissant. It is also pet friendly. ","2":"Every time I visit Ananda Cafe, I come away charmed !!! I enjoy the food recommendations, the presentation, the super warm and friendly staff and the gorgeous ambience!! This time it was the awesome fresh sugarcane juice with a tinge of ginger and lemon , which was an absolute delight!🤩👌Not to mention the avocado burrata open toastie which never fails to impress! Their breads are so so good! The coffee is always perfect (mocha with extra espresso shot for the perfect zing!). As are the Apple crumble and the delicious almond croissant for the ones with sweet cravings! The boutique at the cafe always has colourful , vibrant new items on display and I end up buying lovely gifts for friends and relatives each time . Can’t thank you enough Ananda Cafe team - you all bring a huge smile on my face with your tireless efforts at creating the perfect delicious meals\/snacks !!!","3":"A good place to gang out with friends. I had been here for a meeting, gave me a good space.","4":"Lovely ambience and great outing. Always a great place to go. The pizza, apple pie and waffles are classics","5":"What a beautiful cafe, right next to Juhu Beach. I stopped at Ananda Cafe for a quick bite and coffee but ended up spending more than 2 hrs. While ordering the coffee I noticed that they have a small collection of spiritual and meta physics books for sale and I bought two. The next two hours were blissful, coffee and book makes the best pair. It’s not a typical cafe, it has a sense of calmness and you can feel the positive vibration something that I am not able to describe in words. Menu is different, from nachos to typical cafe food, and I could feel that food was made with love. The biggest surprise was a meditation room which I didn’t use but I saw a pamphlet for meditation classes for only 600 bucks, I am seriously thinking of attending it. Staff did not push me for more orders or bothered me, they were invisible till I asked for the bill. It’s the star of Juhu, definitely worth a visit.","6":"Great place for people who love coffee and peace both of it together!u003cbr\/>Staff is very friendly and food amazing.u003cbr\/>Must try if around in Juhu u003cbr\/>","7":"Very healthy and tasty food due to use of fresh and high quality ingredients. Particularly loved the avocado burrata toast. Best restaurant of its kind I have found so far in these parts.","8":"It was an amazing experience, the hosts were soo polite and sweet . The vibe of the cafe is so positive and relaxing. I ordered hot chocolate and a veggie bagel , both of which were really tasty. Definitely recommend this cafe.","9":"A visit to India’a first Spiritual Café with a Meditation Room at @anandacafe_mumbai in Juhu was truly a pleasant one.u003cbr\/>From spiritual books to Guardian Angels and Chakra Bracelets to the healthiest sourced organic and fulfilling food, Ananda Café is truly a unique visit. The decor is super pretty and the ambience is spiritual, lively and peaceful. Just people truly enjoying their gastronomical experience mindfully! ✨u003cbr\/>u003cbr\/>What we tried:u003cbr\/>⭐️ Cacao Breakfast Cookie (Carrot, Walnut, Oats & Honey)u003cbr\/>⭐️ Butter Croissant with a drizzle of Chocolate","10":"100\/100 recommened for a different kind of experience in Mumbai!! This cafe is a gem!! The food here is super and the staff is so amazing. They have a little meditation room too i mean whatttt!!!😍😍😍","11":"3Ps- Perfect, Peaceful and Pleasant 😍😍.u003cbr\/>Lovely experience.u003cbr\/>Unforgettable.u003cbr\/>Calming place.u003cbr\/>Awesome ambience.","12":"This cafe is beautiful and serene! Perfect for heartfelt conversations or reading a book with a view. Coffee was good.","13":"This place has recently opened up in the old lane connecting Juhu beach, next to tulip star hotel.u003cbr\/>u003cbr\/>Fun fact -There used to be Bombay shirt company here for many many years.u003cbr\/>u003cbr\/>The place is all about the VIBE althought the location & the food are awesome too.u003cbr\/>u003cbr\/>It is a nice to place to sit & talk with minimal disturbance.u003cbr\/>u003cbr\/>The place attracts a premium price which keeps the crowd premium, however i feel once the word of mouth spreads, it would be difficult to find a seat here.u003cbr\/>u003cbr\/>We tried the below:- u003cbr\/>1- Cafe Americano - Dark Roast - We like it strong & it was fantasticu003cbr\/>2- Gyan Ice Tea - Lavender - This is a diff flavour & well blended - Recommendedu003cbr\/>3- Veggie Cream Cheese Bagel - Amazing !!! Recommendedu003cbr\/>4- Classic Grilled Cheese Sandwich - Avoidable unless ur looking for a simple dishu003cbr\/>5- Chandra Smothie Bowl - Pink Colour\/Mix Berry\/ Tangy\/ Seeds\/Banana - Very Goodu003cbr\/>6- Chilli Cheese Crossiant - The quality was very good. But no unique taste. Avoidable thoughu003cbr\/>7- Almond Crossiant - Sweet in taste & highly recommendedu003cbr\/>u003cbr\/>Overall Rating - 4.5 on 5u003cbr\/>Food - 4.5 on 5 (Very good except for Grill Sandwich & Chill cheese crossiant)u003cbr\/>Ambience - 5 on 5 (Best part of the place Music \/ Lighting & Decor)u003cbr\/>Service - 4 on 5 (They give u space and dont come to u unless u call them. It has its pro & cons)u003cbr\/>Price - 4 on 5 (Premium Pricing but i felt it was value for money. Pricing is at par with Starbucks)u003cbr\/>u003cbr\/>Verdict - Undiscovered Gem ! We look forward to revisit for its vibe & peacefulness.","14":"Loved the vibe of this place. Had a Chandra smoothie drink while my friend had a Chandra smoothie bowl (as Surya was not available). Will be back soon to sample the other dishes...","15":"Ananda Cafe located behind tulip Star adjacent to Juhu Lane These newly opened up Cafe is a must vist for customised Tea and coffee with their own mix of Ingredients menu based on Indic names and with freshly used ingredients must visit any time for fresh mood and relax ambience with great service from mr.sagar and obviously a well selected products by ms.reema ","16":"Fun relaxed place, reminds you of Pune cafe culture, takes you away from Mumbai busy life. Try the juices, coffee and desserts.","17":"An excellent place for a fresh healthy lunch of Smoothie bowls and vegetable sourdough sandwiches  followed by some delicious deserts. Everything was made of fresh ingredients & with a lot of care. Superb coffee too. We were warmly welcomed and made to feel at home. A nice place to chill out with friends over lunch or coffee\/tea.","18":"Was looking for serenity in town.. found it right here..5 mins walk from the beach 🏖️😍😍Superb ambience on a weekend ... Beautiful asthetics.. can't ask for more❤️🙏🙌","19":"A place where coffee meets consciousness ! Lovely vibrant ambience , great menu above all outstanding taste . Must visit !!","20":"Just the kind of place I needed, where we can go to enjoy not just a cup of coffee, but also very positive and uplifting environment, calming music, reading a book (they have their own boutique with many items and spiritual books) and a small meditation room which is so unique!!","21":"I love the ambiance of the cafe and coffee blends!!u003cbr\/>Their meditation cave has been a savior!u003cbr\/>I am waiting to go there again to make it my writing space. The fact it’s close to the beach makes it even more special. Always love the sight of the setting sun and good coffe✨♥️","22":"A tiny little gem in the bylines of juhu - so quaint, so calming and one feels one has arrived to a home of people who welco e you with utmost warmth! While I don't eat desserts, this one was outrageously fab - the chocolate tart, cookies were worth fighter for with my children! Even the spicy little roll, enchilada and paneer roll was awesome. The smoothie was a little liquid but that is probably because they went off sugar to customise it for us. Lovely concept and lovely go to place for my coffee ","23":"Good ambience. However - food menu is limited for a cafe. Customer service is average even when the restaurant is not busy. Food is sub par. Would not recommend or go back. ","24":"A quaint quiet cafe in the bylane next to old Centaur. The ambience was very calming esp. outside seating, but I guess not so cool during summer. Indoor seating is verrrry limited.u003cbr\/>Limited menu, a tad overpriced and slow service. Had heard a lot about this cafe, but all of us felt slightly disappointed and we moved on to Bayleaf Cafe just ahead.","25":"Good, quiet place. Healthy food options.u003cbr\/>Walking right off the beach, just spotted this cafe on the way to the main road and decided to give it a go. Gave subtle quiet vibes.u003cbr\/>u003cbr\/>The Chandra bowl was intriguing given the hot summers, was cooling as expected. Quantity was good too ","26":"The place when we visited was a lovely calm vibe and pleasant until last year. But I think the owners have left it to people who can’t handle ‘busy time’ and are cold in their manner without really saying a word.u003cbr\/>So if you are looking to have a pleasant experience on a Sunday morning, you could seek it elsewhere. The ladies here who serve are really ‘celebrity stricken’ and very impolite.","27":"The first time I went to ananda cafe the food was very good but quality of the food has drastically changed. The paneer wrap isn’t the same the nachos recipe has changed. They lack consistency. Was very disappointed. I wouldn’t recommend going there.","28":"the coffee was just pathetic it was more of a shake"},"AmbianceScore":{"0":9,"1":10,"2":8,"3":9,"4":10,"5":9,"6":9,"7":9,"8":10,"9":9,"10":8,"11":8,"12":8,"13":10,"14":8,"15":9,"16":10,"17":10,"18":9,"19":9,"20":10,"21":8,"22":9,"23":8,"24":8,"25":10,"26":10,"27":9,"28":8},"StaffScore":{"0":10,"1":10,"2":9,"3":8,"4":10,"5":10,"6":10,"7":8,"8":8,"9":10,"10":8,"11":9,"12":10,"13":9,"14":9,"15":9,"16":8,"17":10,"18":8,"19":9,"20":9,"21":9,"22":8,"23":9,"24":10,"25":9,"26":10,"27":9,"28":8},"FoodScore":{"0":8,"1":10,"2":9,"3":10,"4":10,"5":10,"6":8,"7":9,"8":9,"9":9,"10":9,"11":9,"12":10,"13":8,"14":10,"15":10,"16":10,"17":8,"18":9,"19":9,"20":9,"21":10,"22":8,"23":8,"24":9,"25":8,"26":9,"27":9,"28":9}}