{"index":{"0":0,"1":2,"2":3,"3":5,"4":6,"5":8,"6":14,"7":17,"8":20,"9":22,"10":25,"11":26,"12":27,"13":28,"14":29,"15":30,"16":31,"17":36,"18":37,"19":38,"20":39,"21":41,"22":44,"23":52,"24":53,"25":62,"26":65,"27":79,"28":85,"29":93,"30":94,"31":97,"32":98,"33":99,"34":103,"35":104,"36":105,"37":110,"38":113,"39":115,"40":116,"41":123,"42":132,"43":133,"44":138,"45":143,"46":148,"47":152,"48":153,"49":154,"50":155,"51":160,"52":161,"53":162,"54":164,"55":166,"56":167,"57":168,"58":169,"59":170,"60":171,"61":172,"62":174,"63":176,"64":177,"65":178,"66":179,"67":180,"68":181,"69":182,"70":183,"71":184,"72":186,"73":187,"74":188,"75":189,"76":190,"77":193},"Review ID":{"0":174008977,"1":174668513,"2":175998452,"3":170680622,"4":171198545,"5":172516934,"6":170677325,"7":165975191,"8":162886071,"9":163022690,"10":158112413,"11":159362983,"12":159927521,"13":160656898,"14":160763769,"15":155883287,"16":156582211,"17":153679741,"18":154495231,"19":154555482,"20":155651951,"21":151452571,"22":152341179,"23":148650761,"24":148971589,"25":145551930,"26":143394804,"27":142333249,"28":139576320,"29":139337973,"30":139576121,"31":134883698,"32":135155892,"33":136864438,"34":134045336,"35":134057695,"36":131839424,"37":128820372,"38":176842639,"39":157876579,"40":161033905,"41":152143111,"42":144539767,"43":145298737,"44":141526930,"45":135114865,"46":135114865,"47":160054600,"48":173880816,"49":174498230,"50":147316342,"51":157930855,"52":163899826,"53":164009922,"54":173176973,"55":133079264,"56":145179388,"57":146781052,"58":149291449,"59":168301173,"60":170157442,"61":174683944,"62":177890713,"63":158878927,"64":159254000,"65":159941987,"66":166403609,"67":150480499,"68":151786182,"69":153900534,"70":156920482,"71":158047464,"72":143475815,"73":145338723,"74":147218457,"75":149981427,"76":129278332,"77":136961113},"User Name":{"0":"Suchi Baldota","1":"Adit Shah","2":"Akshika Kachroo","3":"Harshada Patil","4":"Mili Lalwani","5":"Vishal Maniar","6":"Amar","7":"Mohit","8":"Pini Shah","9":"Ramaiy Kapoor","10":"Sunil Kejariwal","11":"Richa Rajput","12":"Komal","13":"Khushnuma Mehta Umrigar","14":"Mohit Bhatia","15":"Ravi Ravi","16":"Anadi","17":"Sakshi K","18":"Arnob Choudhury","19":"Ayushi Mohit Gadodia","20":"JMC","21":"Harsh2799","22":"Renu Varma","23":"Shubhada Babhulgaonkar","24":"Jagruti Fadia","25":"Priyanka Dhruv","26":"Siddhant Saran Mehra","27":"Poonam Yadav","28":"Ron Souza","29":"Vik Khatwani","30":"Abhiahek Rai","31":"Sarvesh P","32":"Binal Shah","33":"Meghana Shah","34":"Belly Tales","35":"Answering Cravings","36":"Kwina","37":"Abhishri Sen","38":"Pkk","39":"Chandni","40":"Ashita Ahuja","41":"Divyanshi Jain","42":"Srushti Bhise","43":"Aakanksha Ahuja","44":"Jinall Shahh","45":"Tahseen Shaikh","46":"Tahseen Shaikh","47":"SRC","48":"Tanvi Damle","49":"Shalloo Barar","50":"Divyang Hingad","51":"Vicky","52":"Saumyaa Jaju","53":"Anjali Jain","54":"Punit Sheth","55":"Niket Shah","56":"Pathik Desai","57":"Akita Tomar","58":"Pathik Desai","59":"Sanjana","60":"Ravi R","61":"Rahil Gosalia","62":"Reshma","63":"Sanskriti Nahata","64":"Vikram S","65":"Mandira Shukla","66":"Mansi Sethna Pandey","67":"Chaianya","68":"Aditya Agarwal","69":"Shruti Jasani","70":"Vidhee Chamaria","71":"Subhanshu","72":"Aditya","73":"Rupali","74":"Anuj Gupta","75":"Monica Mishra","76":"Mohiuddin Kazi","77":"Anis Rawat"},"Rating":{"0":5,"1":5,"2":5,"3":5,"4":5,"5":5,"6":5,"7":5,"8":5,"9":5,"10":5,"11":5,"12":5,"13":5,"14":5,"15":5,"16":5,"17":5,"18":5,"19":5,"20":5,"21":5,"22":5,"23":5,"24":5,"25":5,"26":5,"27":5,"28":5,"29":5,"30":5,"31":5,"32":5,"33":5,"34":5,"35":5,"36":5,"37":5,"38":4,"39":4,"40":4,"41":4,"42":4,"43":4,"44":4,"45":4,"46":4,"47":3,"48":3,"49":3,"50":3,"51":2,"52":2,"53":2,"54":2,"55":2,"56":2,"57":2,"58":2,"59":1,"60":1,"61":1,"62":1,"63":1,"64":1,"65":1,"66":1,"67":1,"68":1,"69":1,"70":1,"71":1,"72":1,"73":1,"74":1,"75":1,"76":1,"77":1},"Timestamp":{"0":"26 days ago","1":"22 days ago","2":"13 days ago","3":"one month ago","4":"one month ago","5":"one month ago","6":"one month ago","7":"2 months ago","8":"3 months ago","9":"3 months ago","10":"4 months ago","11":"3 months ago","12":"3 months ago","13":"3 months ago","14":"3 months ago","15":"4 months ago","16":"4 months ago","17":"5 months ago","18":"4 months ago","19":"4 months ago","20":"4 months ago","21":"5 months ago","22":"5 months ago","23":"6 months ago","24":"6 months ago","25":"6 months ago","26":"7 months ago","27":"7 months ago","28":"8 months ago","29":"8 months ago","30":"8 months ago","31":"9 months ago","32":"9 months ago","33":"9 months ago","34":"9 months ago","35":"9 months ago","36":"10 months ago","37":"11 months ago","38":"8 days ago","39":"4 months ago","40":"3 months ago","41":"5 months ago","42":"7 months ago","43":"6 months ago","44":"7 months ago","45":"9 months ago","46":"9 months ago","47":"3 months ago","48":"27 days ago","49":"23 days ago","50":"6 months ago","51":"4 months ago","52":"3 months ago","53":"2 months ago","54":"one month ago","55":"10 months ago","56":"7 months ago","57":"6 months ago","58":"6 months ago","59":"2 months ago","60":"one month ago","61":"22 days ago","62":"yesterday","63":"4 months ago","64":"3 months ago","65":"3 months ago","66":"2 months ago","67":"5 months ago","68":"5 months ago","69":"4 months ago","70":"4 months ago","71":"4 months ago","72":"7 months ago","73":"6 months ago","74":"6 months ago","75":"5 months ago","76":"11 months ago","77":"9 months ago"},"Review Text":{"0":"The food is delicious & healthyyy. u003cbr\/>Tried the Falafal wrap, rainbow veggie sandwich and the Jamaican platter.u003cbr\/>Loveeed the warm platter.u003cbr\/>Also their desserts are a must try and guilt free! Loved the Hazelnut chocolate cake .","1":"This is a nice vegan cafe in Vile Parle West at Juhu!u003cbr\/>- Menu: They have some very unique options, which are quite different from other cafesu003cbr\/>- Our order (for 4): Berry love smoothie bowl, Avocado Bruschetta, Seek the Carbs, 1 Cappuccino, 1 Hazelnut Cappucino, 1 Mochau003cbr\/>- Food quality: very good, loved the smoothie bowl and the avocado bruschetta was very freshu003cbr\/>- Food quantity: Above order was sufficient for 4 of us for a brunch mealu003cbr\/>- Wait time: quick service, took only 10-15 minutes for orders to start rolling inu003cbr\/>- Pricing: They levy 10% service chargeu003cbr\/>- What we liked: very good ambience, prompt service, freshly prepared dishes, valet service was availableu003cbr\/>- Additional things to keep in mind: This is a small cafe, so it gets filled up quickly during rush hours","2":"such a cute place, totally in love with the vegan, keto options! Courteous lovely staff. Absolutely nothing was sub par, it was certainly the most delicious meal I’ve had in restaurants in a very long time. I’m sure the care and craftsmanship is top class. I’m returning as soon as I can to this new fav of mine. u003cbr\/>Dishes - Quinoa and brown rice Risotto, Peanut and Pesto keto salad, keto Khau suey noodles and finally carrot walnut cake 🩷","3":"Had ordered a Cubano sandwich. Wat a great soothing blend of flavours, Simply amazing!!","4":"Best place if you are a vegan ♥️ and everything tastes so good 😊. Highly recommend this place even if you are a non vegan. You won’t regret it! ","5":"Valens was very friendly & gave good suggestions on food.. thanks","6":"I really can’t express how good the food was. Not just good looking but delicious and supremely healthy!u003cbr\/>A must try for everyone who loves food. u003cbr\/>Great vibe and Amazing staff.","7":"Extremely well trained staff. Loved the experience and food - top quality!","8":"Luv eating Earth Cafe food","9":"we took our 6 month old baby out for her first restaurant visit and had a great time at the Cafe....grabbed some Coolers and a juice ...starters comprised of guacamole on toast - highly recommend..pommes frites ..fries ...good seasoning on them! ....almond feta Greek salad, Jack Jack and Better chicken wrap completed our meal ...all in all a sumptuous affair with good ambiance and service !","10":"Excellent food. Friendly staff. Great service. Overall great experience. ","11":"We decided to visit earth cafe in search of healthy and flavourful food. And I must impress upon the fact that not only was the food healthy to the core, but also delectable! u003cbr\/>u003cbr\/>Also, special mention to the owner and staff of the restaurant for helping me out when I could not find my lost valuable. The owner of the restaurant went an extra mile to ensure that I had complete access to all details. Highly satisfied with their customer centricity :)","12":"Loved my coffee u003cbr\/>Chocolate tart was amazing u003cbr\/>Mangalorean rice yum yum u003cbr\/>Falafel wrap 👌🏻u003cbr\/>Spaghetti was also good u003cbr\/>Over all good experience","13":"Being a vegan its always difficult to find a good place to dine, not any more. Thanks to earth cafe","14":"Tastiest Sure maa in town, very good quality food ","15":"EARTH CAFE in JUHU Mumbai is one not-to-be-missed restaurant. I have earlier been to their first outlet in Bandra hence expectations were already high. But all boxes are successfully ticked after visiting: location, accessibility, variety, quality, taste, ambience, service, staff friendliness. These pics give just a small glimpse of the wide choice of dishes 😋 Do visit this place.","16":"great selection of vegan food items and desert. also exceptional customer service. a must try restaurant in Juhu.","17":"The food was delicious!! And very healthy.","18":"we ordered Garlic bread that was amazing. Also cappuccino was excellent. Only issue is a too much of noise.","19":"The food is awesome and v light and healthy","20":"good place! enjoyed the food","21":"Lovely experience and food is delicious. Look out for Akash…very helpful.","22":"It was fresh","23":"Me n my husband had dinner over there yesterday, we absolutely loved every dish plus the ambience. I have ordered Orange Chocolate cake today again, having it while writing this review😋","24":"Amazing food and presentation. Lovely ambiance and very polite and friendly staff. So many vegan options. Happy to be kind by being vegan. We ordered chocolate orange cake which was out of the world. Should visit often to relish entire menu. ","25":"Earth Cafe is a great choice for a healthy Sunday breakfast\/brunch. u003cbr\/>Avocado Bruchetta, was perfect. Pil Dil which is basically mushroom and veggies grilled, is yummy and sumptuous. The added drizzle of garlic oil adds to the flavour. The coffee and juice were wonderful too. Early mornings can be wonderful here. The service is quick and ambience is just amazing.","26":"had a great time at Earth cafe thanks aniket for the great service man ... 🤤","27":"This place serves the most appealing vegan food, it is hard to guess how flavours are so identical to non vegan dishes.u003cbr\/>Everything we tried was delicious highly recommend their smoothie bowls, sandwiches and the orange chocolate cake. The food plating is so pleasing to the eye and tastes even better. Must try for the best vegan experience","28":"Exteriors superb, hats off to service after a heavy day a smile and warm greetings just boosted my day. great food , loved your pasta and hydrate ,great suggestion definately will be back .......","29":"Have been there few times by now, a cafe that has fantastic interiors and exteriors. The service is fab and large variety of food which is flavoured to perfection, the ingredients are all fresh.","30":"Best place to visit. Great ambiance, homely feeling with great staff makes ur day . Tried the smoothie bowl and it was just awsm. Hazelnut chocolate cake was just heaven. .....","31":"I recently visited this cafe and I have to say, I was thoroughly impressed! From the moment I walked in, I was greeted with a warm smile and welcoming atmosphere. The staff were all friendly and attentive, and the owner even took the time to come over and personally greet people and thank them for coming in.u003cbr\/>u003cbr\/>The food was absolutely delicious. I ordered a sweet potato starter and it was fresh, flavorful and made with high-quality ingredients. They also had a great selection of smoothies which was also fresh and baked goods, all of which looked amazing.u003cbr\/>u003cbr\/>But what really stood out to me was the exceptional service. Despite the busy lunch rush, the staff remained cheerful, attentive and accommodating to all of their customers. Everyone seemed genuinely happy to be working there, and it showed in the way they treated their customers. The interior of the restaurant too, gives out alot of positive and calm vibes. u003cbr\/>u003cbr\/>Overall, I would recommend this cafe to anyone looking for delicious food and exceptional service. The warm and welcoming atmosphere, combined with the delicious food and friendly staff, make this a must-visit spot for anyone looking for a great dining experience.","32":"Amazingly aesthetic ambience!! And almost every dish is available in Jain also!! Must try- avocado on toast & the chocolate hazelnut dessert! Even the pizza & pink pasta were so fresh! Must visit!! ","33":"The food was tasty and appealing. Simply loved the whole experience. even service is friendly. Jain options also available and food is healthy!! ","34":"Loved the place and the vibe :) u003cbr\/>The interiors of the place is amazing u003cbr\/>The staff was very helpful and food is also good u003cbr\/>Has their chia bowl","35":"Best food they have a lot of healthy options to eat :) u003cbr\/>I ate their chia seed bowl 🥣 , interior and colours that they use is amazing 🤩 u003cbr\/>Food presentation is A1","36":"This chocolate hazelnut dessert tastes so good. It tastes just like Ferrero rocher!! Ambiance is nice, cozy, and aesthetic. Quality and the staff are so cooperative. The best part is that it is pure veg and vegan for all our jain people ♥️ ","37":"Earth cafe bandra has been my fav BUT the one at juhu is no less. My most fav vegan restaurant. They have the sweetest staff ever. The ambiance is so so so good. I wish the best for this place. Absolutely love it and highly recommend it, not just for the vegans but for everyone who love amazing food , sweet staff and a cool place to hang out at ! ","38":"Nice ambiance overall good","39":"Zomato pay doesn't work here.. pls remove it from the app","40":"Needs a little more salt and zest in the form of lemon probably.","41":"I liked the ambience more than the food at Earth. I Had ordered a sourdough sandwich, the filling was good but the bread was quite dry. Paneer tikka wrap was tasty. Food is a little expensive here compared to the taste they offer. ","42":"ordered a hot chocolate and mocha cappuccino, it was too good! u003cbr\/>great service, amazing ambience! ","43":"We reached here for dinner last night after a movie and I liked the place from the moment we arrived.u003cbr\/>Everything that we ordered on the menu was really good. We ordered two dishes with pesto and it was really fresh.  Our server made good suggestions and we were very happy with everything. And the chocolate hazelnut cake was out of this world, more so to know that it was gluten free and made with jaggery.u003cbr\/>We had a glitch in the bill payment, our mistake, but the staff was patient and kind and waited for us to sort the issue.u003cbr\/>Would love to visit again and try other things on the menu.","44":"very good food. healthy and freshly served. good jain options. ","45":"We went here for lunch & it was completely occupied, however, we didn’t have to wait for long. We ordered Alfredo penne pasta, Raspberry lemon cooler & Hydrate, Hummus platter & Hazelnut brownie (too good) Everything was just so yummy ! It was my first time trying vegan food & my experience was totally amazing! Would totally visit again & recommend others to visit.","46":"We went here for lunch & it was completely occupied, however, we didn’t have to wait for long. We ordered Alfredo penne pasta, Raspberry lemon cooler & Hydrate, Hummus platter & Hazelnut brownie (too good) Everything was just so yummy ! It was my first time trying vegan food & my experience was totally amazing! Would totally visit again & recommend others to visit.","47":"My first visit at Earth cafe Juhu was a mix of positive and negatives. u003cbr\/>u003cbr\/>Ambience was good. Music was not loud. Fairly clean but Tables are very close to each other. Staff was attentive. Cappuccino was good.u003cbr\/>u003cbr\/>Avocado bruschetta was okay. Avocado was fresh but the bread was dry and felt stale.   While the sourdough exterior was toasty and hard, the center did not feel fresh or fluffy. Portion size was disappointing for the price. u003cbr\/>u003cbr\/>u003cbr\/>Staff is biased in their treatment towards customers. While they allow some to linger for hours, they ensure that other customers leave ASAP","48":"The tomato basil soup was barely enough for one person and had too much pepper. The quantity can be improved.u003cbr\/>u003cbr\/>The Cubano sandwich had too much pepper and the overall flavour wasn’t balanced.u003cbr\/>u003cbr\/>The Rainbow sandwich was quite nice and flavourful.","49":"Very less mayo","50":"On menu many items are not available at 8pm so be prepared to hear this not available that not available which makes us to take what comes fast to table mayb not really know about it but ya this was my experience","51":"over priced an size of the roll is too small ","52":"There was less salt. And it wasn’t yummy as usual. Something was missing","53":"Didn’t like the taste. The salad was bland. And the wrap was too garlicky.","54":"Unbearable noisy place. It feels like you’re in a fish market. Bad experience.","55":"Quite average and expensive food to be honest. Pizza at 900-1000 bucks is the most average pizza I’ve ever eaten in my life. The pizza base was horrible. The mushroom starters was more oily than any fried food I’ve ever had.Not worth spending 1k per person for dinner at all. Rather go to bombay salad, seeds of life or greenr. This place won’t last in juhu for long ","56":"Improper packing. The hot chocolate was leaked all over the box when we received it.","57":"I have been to the restaurant 2 days ago. The quantity served there is way more than what u are sending for home delivery. The filling was very less and the wrap seemed smaller or leaner I would say. Taste was just the same. But if I am paying the same amount then why this partiality","58":"This is the second time i got spilled hot choco delivered from Earth cafe","59":"I asked for extra sour cream, instead they have not put sour cream at all, i need a refund for this.","60":"I experienced being cheated as the strawberry as shown was not there nor was the chai seeds in the watermelon juice","61":"Spilled packaging, ordered 2 cakes, got both of them spoiled","62":"very bad coffee. only coconut milk taste ","63":"I hope it's not meat because it's just like it to eat","64":"the gravy that is provided is very less. not enough for the rice and tofu and not enough for the price. ","65":"didn't get the nuts and chocolate sauce. ","66":"The food was just bread and avacadoes , no salt no peeper , very lil pesto saucing the bottom , overall poor quality","67":"Very disappointed with the service its like fish market and service was like highway dhaba the person  wearing cap button removed not the hospitality standard . Food was amazing really love it but have to look after the standards.","68":"didn't taste good ","69":"one of the items didn't come and i didn't get a refund ","70":"Raw potato..no seasoning","71":"The staff does not know the policy.. They want to charge 1000 per person and let them sit there and work for 2-3 hours and not beyond that.","72":"I recently had the misfortune of visiting Earth cafe, and I can confidently say that it was one of the most disappointing dining experiences I've ever had. From the exorbitant prices to the lackluster food, this café failed to deliver on every front.u003cbr\/>Let's start with the pricing. I understand that some establishments charge a premium for quality, but [Café Name] took it to a whole new level. The menu boasted lofty prices that would lead you to expect a culinary masterpiece, but what I received was far from it. It felt like a slap in the face to pay such exorbitant amounts for what turned out to be subpar dishes.u003cbr\/>Speaking of the food, it was nothing short of disappointing. I ordered their supposedly signature dish, but it arrived looking like a sad, underwhelming imitation of what was described on the menu. The presentation lacked creativity, and the flavors were completely underwhelming. The ingredients seemed cheap, and it felt like the kitchen staff had no passion or skill when it came to preparing the dishes. The food lacked seasoning, tasted bland, and left me craving something more satisfying.u003cbr\/>To make matters worse, the portion sizes were laughably small for the prices charged. I left the café feeling unsatisfied and had to find an alternative place to appease my hunger. It's mind-boggling that Earth Cafe believes it can get away with serving tiny portions and charging an arm and a leg for them.u003cbr\/>u003cbr\/>All in all, I cannot recommend Earth Cafe to anyone. The combination of sky-high prices, subpar food, and lackluster service make it a complete disappointment. Save your hard-earned money and seek out other dining options where you can truly enjoy your meal without feeling ripped off.","73":"Walnut were smelling something was v wrong","74":"I didn’t get my guac on toast very disappointing","75":"Not a good place to visit. They are confused what they want to be called. If u are a cafe than u cannot stop me working on laptop. Even if that is ur rules for weekend. That you won’t let ppl open there laptop then say it at first place. So I went there sat and opened my laptop to work and then called waiter to take my order. They took my order and they served. But after few minted they came and said ma’am u cannot work here on weekend. So ok. But they saw I was on laptop from very start. They could have asked me to stop then. But no they waited me to order and when I am half way there they asked me to stop working. Worst experience ever. Very expensive food. They just want to make money. Whether customer is happy or not. Very angry.","76":"I had ordered for a tomato basil soup which was extremely spicy, when I told the waiter he said we will give you another one, they literally got me the same soup with sugar in it, the waiter didn't even care when he was given this feedback. We called for the cheque and left. ","77":"Appalling experience, A cafe called Earth who treated customers like aliens. We arrived at the cafe and just ordered juice and an americano. 40 minutes out, no service. asked the server why the delay. he reacted with arrogance 'it takes time the kitchen is busy'. for a glass of juice , the kitchen is busy!? on top of that when I was leaving disappointed , they charged me for the juice. did you not hear your customer complaining about it for 40 mins! Guys, Do yourself a favour and stay away from this place. They charge exorbitant prices for little to nothing on the plate and have the audacity to provide pathetic service."},"AmbianceScore":{"0":10,"1":10,"2":9,"3":8,"4":9,"5":8,"6":10,"7":10,"8":9,"9":10,"10":8,"11":9,"12":8,"13":8,"14":10,"15":8,"16":8,"17":10,"18":8,"19":10,"20":9,"21":10,"22":9,"23":8,"24":9,"25":10,"26":9,"27":10,"28":9,"29":10,"30":8,"31":8,"32":10,"33":9,"34":9,"35":10,"36":10,"37":9,"38":8,"39":10,"40":8,"41":10,"42":8,"43":9,"44":10,"45":10,"46":9,"47":9,"48":8,"49":10,"50":9,"51":10,"52":9,"53":8,"54":8,"55":10,"56":8,"57":10,"58":9,"59":9,"60":9,"61":10,"62":10,"63":8,"64":10,"65":9,"66":8,"67":8,"68":8,"69":8,"70":8,"71":9,"72":9,"73":10,"74":10,"75":9,"76":8,"77":9},"StaffScore":{"0":10,"1":9,"2":9,"3":10,"4":9,"5":9,"6":8,"7":8,"8":10,"9":10,"10":10,"11":9,"12":9,"13":10,"14":9,"15":8,"16":10,"17":9,"18":9,"19":8,"20":9,"21":8,"22":10,"23":8,"24":9,"25":10,"26":10,"27":10,"28":9,"29":9,"30":9,"31":9,"32":10,"33":8,"34":9,"35":9,"36":10,"37":8,"38":10,"39":10,"40":9,"41":10,"42":10,"43":8,"44":9,"45":9,"46":10,"47":9,"48":8,"49":8,"50":8,"51":9,"52":8,"53":8,"54":10,"55":10,"56":8,"57":9,"58":10,"59":10,"60":9,"61":9,"62":9,"63":8,"64":9,"65":8,"66":9,"67":9,"68":9,"69":9,"70":9,"71":9,"72":9,"73":10,"74":8,"75":9,"76":8,"77":10},"FoodScore":{"0":10,"1":9,"2":9,"3":9,"4":10,"5":8,"6":9,"7":8,"8":8,"9":9,"10":8,"11":10,"12":8,"13":9,"14":9,"15":8,"16":10,"17":9,"18":10,"19":10,"20":8,"21":9,"22":9,"23":8,"24":9,"25":9,"26":10,"27":10,"28":8,"29":9,"30":8,"31":8,"32":9,"33":8,"34":8,"35":9,"36":8,"37":8,"38":9,"39":8,"40":10,"41":9,"42":10,"43":9,"44":9,"45":10,"46":10,"47":8,"48":8,"49":8,"50":10,"51":8,"52":10,"53":10,"54":9,"55":8,"56":9,"57":8,"58":8,"59":10,"60":10,"61":10,"62":8,"63":9,"64":10,"65":8,"66":9,"67":9,"68":8,"69":8,"70":10,"71":9,"72":10,"73":9,"74":8,"75":8,"76":10,"77":10}}